Repository: Johnson336/SmaugFUSS
Catalog: po/*.po
Languages: gl_es

source: Crash! You bashed open the $d!
gl_es: Crash! Derrubache a $d!

source: $n bashes open the $d!
gl_es: $n derrubou a $d!

source: The $d crashes open!
gl_es: A $d derrubouse!

source: You can't seem to wake up!
gl_es: Parece que non podes levantarte!

source: You are already standing.
gl_es: Xa estás en pé.

source: You are already fighting!
gl_es: Xa estás loitando.

source: You wake and sit up.
gl_es: Incorpóraste e séntaste.

source: $n wakes and sits up.
gl_es: $n incorpórase e séntase.

source: You stop resting and sit up.
gl_es: Deixas de descansar e séntaste.

source: $n stops resting and sits up.
gl_es: $n deixa de descansar e séntase.

source: You sit down.
gl_es: Séntaste.

source: $n sits down.
gl_es: $n séntase.

source: You are already sitting.
gl_es: Xa estás descansando.

source: You are busy fighting!
gl_es: Estás ocupado loitando.

source: You are already sitting - on your mount.
gl_es: Xa estás sentado - na túa montura.

source: You rouse from your slumber.
gl_es: Reincorpóraste dun profundo sono.

source: You are already resting.
gl_es: Xa estás descansando.

source: You sprawl out haphazardly.
gl_es: Desperézaste como un oso.

source: $n sprawls out haphazardly.
gl_es: $n desperézase como un oso.

source: $n lies back and sprawls out to rest.
gl_es: $n deitase e desperézase para descansar.

source: You'd better dismount first.
gl_es: É mellor que desmontes primeiro.

source: You are already sleeping.
gl_es: Xa estás dormindo.

source: You just can't seem to calm yourself down enough to sleep.
gl_es: Non parece que podas calmarte o suficiente para dormir.

source: You collapse into a deep sleep.
gl_es: Súmeste nun profundo sono.

source: $n collapses into a deep sleep.
gl_es: $n súmese nun profundo sono.

source: You really should dismount first.
gl_es: Realmente deberías desmontar primeiro.

source: You wake $M.
gl_es: Levantas a $M.

source: $n wakes you.
gl_es: $n levántate.

source: You cannot climb here.
gl_es: Non podes escalar aquí.

source: You cannot climb there.
gl_es: Non podes escalar ahí.

source: You cannot find an entrance here.
gl_es: Non podes atopar unha entrada aquí.

source: You cannot enter that.
gl_es: Non podes entrar en iso.

source: You cannot find an exit here.
gl_es: Non podes atopar unha saída aquí.

source: You cannot leave that way.
gl_es: Non podes irte por ese camiño.

source: Bolt what?
gl_es: Bolt qué?

source: You don't see a bolt.
gl_es: Non podes ver nada!

source: Unbolt what?
gl_es: Unbolt qué?

source: Score for %s%s.
gl_es: Puntuación para %s%s.

source: You are trusted at level %d.
gl_es: Serás bendecido no nivel %d.

source: LEVEL: %-3d Race : %-10.10s Played: %d hours
gl_es: NIVEL: %-3d Raza : %-10.10s Xogado: %d horas

source: YEARS: %-6d Class: %-11.11s Log In: %s
gl_es: ANOS : %-6d Clase: %-11.11s Log In: %s

source: STR : %2.2d(%2.2d) HitRoll: %-4d Saved: %s
gl_es: FOR : %2.2d(%2.2d) HitRoll: %-4d Gardado: %s

source: no save this session
gl_es: sen gardar esta sesión

source: STR : %2.2d(%2.2d) Saved: %s
gl_es: FOR : %2.2d(%2.2d) Gardado: %s

source: INT : %2.2d(%2.2d) Time: %s
gl_es: INT : %2.2d(%2.2d) Tempo: %s

source: improper for adventure
gl_es: impropio dunha aventura

source: of poor quality
gl_es: de pobre calidade

source: moderately crafted
gl_es: moderadamente armado

source: well crafted
gl_es: ben armado

source: excellently crafted
gl_es: excelentemente armado

source: the envy of knights
gl_es: a envexa dos cabaleiros

source: the envy of barons
gl_es: a envexa dos baróns

source: the envy of dukes
gl_es: a envexa dos duques

source: the envy of emperors
gl_es: a envexa dos emperadores

source: WIS : %2.2d(%2.2d) Armor: %4.4d, %s
gl_es: WIS : %2.2d(%2.2d) Armadura: %4.4d, %s

source: WIS : %2.2d(%2.2d) Armor: %s
gl_es: WIS : %2.2d(%2.2d) Armadura: %s

source: slowly decomposing
gl_es: descompoñéndose lentamente

source: mortally wounded
gl_es: mortalmente ferido

source: incapacitated
gl_es: incapacitado

source: stunned
gl_es: aturdido

source: sleeping
gl_es: dormindo

source: resting
gl_es: descannnsando

source: standing
gl_es: en pé

source: fighting
gl_es: loitando

source: fighting (evasive)
gl_es: loitando (evasivo)

source: fighting (defensive)
gl_es: loitando (defensivo)

source: fighting (aggressive)
gl_es: loitando (agresivo)

source: fighting (berserk)
gl_es: loitando (berserk)

source: mounted
gl_es: montado

source: sitting
gl_es: sentado

source: evasive
gl_es: evasivo

source: defensive
gl_es: defensivo

source: aggressive
gl_es: agresivo

source: standard
gl_es: estandar

source: Style: %-10.10s
gl_es: Estilo: %-10.10s

source: Honour: %3.3d Rank: %s
gl_es: Honor: %3.3d Rango: %s

source: Glory: %4.4d(%4.4d) Stance: %s
gl_es: Gloria: %4.4d(%4.4d) Estancia: %s

source: Glory: %4.4d(%4.4d)
gl_es: Gloria: %4.4d(%4.4d)

source: PRACT: %3.3d Hitpoints: %-5d of %5d Pager: (%c) %3d AutoExit(%c)
gl_es: PRACT: %3.3d Hitpoints: %-5d of %5d Pager: (%c) %3d AutoSair(%c)

source: XP : %-9d Blood: %-5d of %5d MKills: %-5.5d AutoLoot(%c)
gl_es: XP : %-9d Sangue: %-5d of %5d MKills: %-5.5d AutoLoot(%c)

source: GOLD : %-13s Move: %-5d of %5d Mdeaths: %-5.5d AutoSac (%c)
gl_es: OURO : %-13s Movi: %-5d of %5d Mdeaths: %-5.5d AutoSac (%c)

source: Area Loaded [%s]
gl_es: Área Cargada [%s]

source: yes
gl_es: si

source: no
gl_es: non

source: | You are%s
gl_es: | Eres%s

source: , the mobile.
gl_es: , o móbil.

source: | You are level %d, and are %d years old.
gl_es: | Tes nivel %d, e %d anos de idade.

source: | You are a %s %s %s
gl_es: | Eres un %s %s %s

source: Sexless
gl_es: Sen Sexo

source: Male
gl_es: Varón

source: mobile
gl_es: móbil

source: | You have %d practices.
gl_es: | Tes %d prácticas.

source: | Carrying %d/%d items at %d/10 pounds.
gl_es: | Cargando %d/%d elementos con %d/10 kilos.

source: | %d/%dHPs, %d/%dMana, %d/%dMoves.
gl_es: | %d/%dHPs, %d/%dMana, %d/%dMovementos.

source: | Hitroll: %d Damroll: %d Saved: %d
gl_es: | Hitroll: %d Damroll: %d Gardado: %d

source: | Str: %d(%d) | {D-=ARMOR={D-
gl_es: | For: %d(%d) | {D-=ARMADURA={D-

source: | You have scored %ld exp.
gl_es: | Aforrache %ld experiencia.

source: | Wimpy set to %d hit points.
gl_es: | Wimpy configurado a %d puntos.

source: | You are
gl_es: | Eres

source: Alignment: %d
gl_es: Alineamento: %d

source: | You have %d quest point.
gl_es: | Tes %d puntos de aventura.

source: | You have %d quest points.
gl_es: | Tes %d puntos de aventura.

source: | You have accumulated %d quest point.
gl_es: | Acumulache %d puntos de aventura.

source: | You have accumulated %d quest points.
gl_es: | Acumulache %d puntos de aventura.

source: | Holy Light:
gl_es: | Luz Divina:

source: On
gl_es: Activado

source: Off
gl_es: Desactivado

source: Affect Data:
gl_es: Datos Afeccións:

source: Compass is now off.
gl_es: A brúxula está desactivada.

source: &GScore for %s%s.
gl_es: &GPuntuación para %s%s.

source: &GYou are trusted at level &Y%d.
gl_es: &GSerás bendito no nivel &Y%d.

source: &GLEVEL: &w%-3d &GRace : &w%-10.10s &gPlayed: &w%d hours
gl_es: &GNIVEL: &w%-3d &GRaza : &w%-10.10s &gXogado: &w%d horas

source: &GYEARS: &w%-6d &GClass: &w%-11.11s &gLog In: &w%s
gl_es: &GANOS : &w%-6d &GClase: &w%-11.11s &gLog In: &w%s

source: &GSTR : &w%2.2d&g(&W%2.2d&g) &GHitRoll: &R%-4d &gSaved: &w%s
gl_es: &GFOR : &w%2.2d&g(&W%2.2d&g) &GHitRoll: &R%-4d &gGardado: &w%s

source: &GINT : &w%2.2d&g(&W%2.2d&g) &GDamRoll: &R%-4d &gTime: &w%s
gl_es: &GINT : &w%2.2d&g(&W%2.2d&g) &GDamRoll: &R%-4d &gTempo: &w%s

source: &GSTR : &w%2.2d&g(&W%2.2d&g) &gSaved: &w%s
gl_es: &GFOR : &w%2.2d&g(&W%2.2d&g) &gGardado: &w%s

source: &GINT : &w%2.2d&g(&W%2.2d&g) &gTime: &w%s
gl_es: &GINT : &w%2.2d&g(&W%2.2d&g) &gTempo: &w%s

source: &GStyle: &W%-10.10s
gl_es: &GEstilo: &W%-10.10s

source: &GHonour: &w%3.3d &GRank: &w%s
gl_es: &GHonor: &w%3.3d &GRango: &w%s

source: &GGlory: &w%4.4d&g(&W%4.4d&g) &GStance: &W%s
gl_es: &GGloria: &w%4.4d&g(&W%4.4d&g) &GEstancia: &W%s

source: &GGlory: &w%4.4d&g(&W%4.4d&g)
gl_es: &GGloria: &w%4.4d&g(&W%4.4d&g)

source: &GPRACT: &w%3.3d &GHitpoints: &W%-5d &gof &W%5d &GPager: &g(&w%c&g) &w%3d &GAutoExit&g(&w%c&g)
gl_es: &GPRACT: &w%3.3d &GHitpoints: &W%-5d &gof &W%5d &GPager: &g(&w%c&g) &w%3d &GAutoSair&g(&w%c&g)

source: &GXP : &w%-9d &GBlood: &R%-5d &Gof &R%5d &GMKills: &w%-5.5d &GAutoLoot&g(&w%c&g)
gl_es: &GXP : &w%-9d &GSangue: &R%-5d &Gof &R%5d &GMKills: &w%-5.5d &GAutoLoot&g(&w%c&g)

source: &GGOLD : &Y%-13s &GMove: &w%-5d &Gof &w%5d &GMdeaths: &w%-5.5d &GAutoSac &g(&w%c&g)
gl_es: &GOURO : &Y%-13s &GMovi: &w%-5d &Gof &w%5d &GMdeaths: &w%-5.5d &GAutoSac &g(&w%c&g)

source: You are drunk.
gl_es: Estás borracho.

source: You are in danger of dehydrating.
gl_es: Estás en risco de deshidratación.

source: You are starving to death.
gl_es: Estás morrendo de fame.

source: You're extremely drowsy.
gl_es: Estás extremadamente sedento.

source: You feel very unmotivated.
gl_es: Sínteste moi desmotivado..

source: You feel sedated.
gl_es: Sínteste sedado.

source: You feel sleepy.
gl_es: Sínteste durmido.

source: You feel tired.
gl_es: Sínteste cansado.

source: You could use a rest.
gl_es: Deberías descansar.

source: You feel a little under the weather.
gl_es: Sínteste un pouco desamparado.

source: You feel fine.
gl_es: Sínteste ben.

source: You feel great.
gl_es: Sínteste moi ben.

source: You feel energetic.
gl_es: Sínteste pletórico de enerxía.

source: Your mind is racing.
gl_es: A cabesa nun paraaa!

source: You can't think straight.
gl_es: Non podes pensar correctamente!

source: Your mind is going 100 miles an hour.
gl_es: A túa mente vai a 1000 kilometros por hora.

source: Your mind and body are slipping apart.
gl_es: A túa mente e corpo van por separado.

source: Reality is slipping away.
gl_es: A realidade está desaparecendo.

source: You have no idea what is real, and what is not.
gl_es: Non tes nin idea de qué é real, e que non.

source: You feel immortal.
gl_es: Sínteste inmortal.

source: You are a Supreme Entity.
gl_es: Eres unha Entidade Suprema.

source: Your sleep is filled with strange and vivid dreams.
gl_es: O teu sono está cheo de estranas e vívidas imaxes.

source: Your sleep is uneasy.
gl_es: O teu sono é lixeiro.

source: You are in deep slumber.
gl_es: Estás sumido nun profundo sono.

source: Morphed as (%d) %s with a timer of %d.
gl_es: Transformado en (%d) %s con un tempo de %d.

source: You are morphed into a %s.
gl_es: Estás transformado en un %s.

source: &GDeity: &w%-20s &GFavor: &w%s
gl_es: &GDeidade: &w%-20s &GFavor: &w%s

source: &GOrder: &w%-20s &GOrder Mkills: &w%-6d &GOrder MDeaths: &w%-6d
gl_es: &GOrde : &w%-20s &GOrde Mmortos: &w%-6d &GOrde MMortes: &w%-6d

source: &GIMMORTAL DATA: Wizinvis &g[&w%s&g] &GWizlevel &g(&w%d&g)
gl_es: &GDATOS INMORTAL: Wizinvis &g[&w%s&g] &GWizlevel &g(&w%d&g)

source: appears in a swirling mist.
gl_es: aparece nunha néboa mística.

source: leaves in a swirling mist.
gl_es: desaparece nunha néboa mística.

source: &GArea Loaded &g[&w%s&g]
gl_es: &GArea Cargada &g[&w%s&g]

source: &GAFFECT DATA:
gl_es: &GDATOS AFECCIÓNS:

source: &gLevel: &W%-3d &gRace : &W%-10.10s &gPlayed: &W%d &ghours
gl_es: &gNivel: &W%-3d &gRaza : &W%-10.10s &gXogado: &W%d &ghours

source: &gYears: &W%-6d &gClass: &W%-11.11s &gLog In: %s
gl_es: &gANOS : &W%-6d &gClase: &W%-11.11s &gLog In: %s

source: &GSTR : &W%2.2d&g(&w%2.2d&g)&G HitRoll: &R%-4d &gSaved: %s
gl_es: &GFOR : &W%2.2d&g(&w%2.2d&g)&G HitRoll: &R%-4d &gGardado: %s

source: &GINT : &W%2.2d&g(&w%2.2d&g)&G DamRoll: &R%-4d &gTime: %s
gl_es: &GINT : &W%2.2d&g(&w%2.2d&g)&G DamRoll: &R%-4d &gTempo: %s

source: &GSTR : &W%2.2d&g(&w%2.2d&g)&G Saved: %s
gl_es: &GFOR : &W%2.2d&g(&w%2.2d&g)&G Gardado: %s

source: &GINT : &W%2.2d&g(&w%2.2d&g)&G Time: %s
gl_es: &GINT : &W%2.2d&g(&w%2.2d&g)&G Tempo: %s

source: &GGOLD : &Y%-13s &GMove: &O%-5d &Gof &O%5d &GMdeaths: &W%5d &GAutoSac &g(&W%c&g)
gl_es: &GOURO : &Y%-13s &GMovi: &O%-5d &Gof &O%5d &GMdeaths: &W%5d &GAutoSac &g(&W%c&g)

source: Unknown
gl_es: Descoñecido

source: You are %s%s. Level %d, %d years old (%d hours).
gl_es: Eres %s%s. Nivel %d, con %d anos de idade (%d hours).

source: You have %d/%d hit, %d/%d blood level, %d/%d moves, %d practices.
gl_es: Tes %d/%d golpe, %d/%d nivel sangue, %d/%d movementos, %d prácticas.

source: You have %d/%d hit, %d/%d mana, %d/%d moves, %d practices.
gl_es: Tes %d/%d golpe, %d/%d mana, %d/%d movementos, %d prácticas.

source: You are carrying %d/%d items with weight %d/%d kg.
gl_es: Estás cargando %d/%d elementos con un peso de %d/%d kg.

source: Str: %d Int: %d Wis: %d Dex: %d Con: %d Cha: %d Lck: %d.
gl_es: For: %d Int: %d Wis: %d Dex: %d Con: %d Cha: %d Lck: %d.

source: You have scored %s exp, and have
gl_es: Xuntache %s experiencia, e tes

source: %s gold coins.
gl_es: %s moedas de ouro.

source: Autoexit: %s Autoloot: %s Autosac: %s Autogold: %s
gl_es: Autosair: %s Autoloot: %s Autosac: %s Autoouro: %s

source: You are DEAD!!
gl_es: Estás MORTO!!

source: You are mortally wounded.
gl_es: Estás mortalmente ferido.

source: You are incapacitated.
gl_es: Estás incapacidado.

source: You are stunned.
gl_es: Estás aturdido.

source: You are sleeping.
gl_es: Estás dormindo.

source: You are resting.
gl_es: Estás descansando.

source: You are standing.
gl_es: Estás en pé.

source: You are fighting.
gl_es: Estás loitando.

source: Mounted.
gl_es: Montado.

source: You are
gl_es: Estás

source: Stance: %s
gl_es: Estacia: %s

source: You are affected by:
gl_es: Estás afectado por:

source: Spell: '%s'
gl_es: Feitizo: '%s'

source: modifies %s by %d for %d rounds
gl_es: modifica %s por %d para %d rondas

source: WizInvis level: %d WizInvis is %s
gl_es: WizInvis nivel: %d WizInvis é %s

source: &GExperience required, levels &W%d &Gto &W%d&G: &g______________________________________________
gl_es: &GExperiencia requira, niveis &W%d &Ga &W%d&G: &g______________________________________________

source: &W exp (Current: %12s)
gl_es: &W exp (Actual: %12s)

source: &W exp (Needed: &G%12s&W)
gl_es: &W exp (Precisa: &G%12s&W)

source: the corpse of %s
gl_es: o cadáver de %s

source: by
gl_es: por

source: &R%s %s carrying:
gl_es: &R%s %s cargando:

source: is
gl_es: é

source: are
gl_es: eres

source: $n is using:
gl_es: $N está usando:

source: You are using:
gl_es: Estás usando:

source: something.
gl_es: algo.

source: &g(type 'garb' for a list of all wear locations)
gl_es: &g(teclea 'garb' para ver a lista de vestiduras)

source: [nothing]
gl_es: [nada]

source: Set_title: NPC.
gl_es: Configurar_titulo: NPC.

source: The Gods prohibit you from changing your title.
gl_es: Os Deuses prohibironche cambiar o teu título.

source: Change your title to what?
gl_es: Cambiar o teu título por cal?

source: Your new title has been set.
gl_es: O teu novo título foi configurado.

source: Sorry... you must be at least level 5 to do that.
gl_es: Sentímolo ... debes ter polo menos nivel 5 para facer iso.

source: $n is DEAD!!
gl_es: $n está MORTO!!

source: You have been KILLED!!
gl_es: Acabas de MORRER!!

source: %s considers you to be %s.
gl_es: %s considerate para ser %s.

source: Restoring your backup player file...
gl_es: Restaurando o teu ficheiro de respaldo do xogador ...

source: %s player data for: %s (%dK)
gl_es: %s datos do xogador: %s (%dK)

source: Preloading
gl_es: Precargando

source: Loading
gl_es: Cargando

source: Load_char_obj: # not found.
gl_es: Load_char_obj: # Non encontrado.

source: Load_char_obj: bad section.
gl_es: Load_char_obj: sección incorrecta.

source: Last connected from: %s
gl_es: Última conexión dende: %s

source: %s was not found.
gl_es: %s non foi encontrado.

source: %s last logged from %s on: %s
gl_es: %s último acceso dende %s en: %s

source: (Link-Dead)
gl_es: (Enlace-Morto)

source: Cannot load vault file: %s
gl_es: Non se pode cargar o ficheiro de baúles: %s

source: Done vaults
gl_es: cargado de baúles feito.

source: The corpse of %s lies here.
gl_es: O cadáver de %s xace aquí.

source: Your gain is: %d/%d hp, %d/%d bp, %d/%d mv %d/%d prac.
gl_es: A túa ganancia é: %d/%d hp, %d/%d bp, %d/%d mv %d/%d prac.

source: Your gain is: %d/%d hp, %d/%d mana, %d/%d mv %d/%d prac.
gl_es: A túa ganancia é: %d/%d hp, %d/%d mana, %d/%d mv %d/%d prac.

source: You are STARVING!
gl_es: Estás MORRENDO de FAME!

source: You are DYING of THIRST!
gl_es: Estás MORRENDO de SEDE!

source: $n is dying of thirst!
gl_es: $n está morrendo de sede!

source: You are starved to feast on blood!
gl_es: Estás sedento dun festín de sangue!

source: $n is suffering from lack of blood!
gl_es: $n está sufrindo de falta de sangue!

source: You are sober.
gl_es: Estás sobrio.

source: You are really hungry.
gl_es: Estás realmente esfameado.

source: You can hear $n's stomach growling.
gl_es: Podes sentir o estómago de $n ruxir.

source: You are really thirsty.
gl_es: Estás realmente sedento.

source: $n looks a little parched.
gl_es: $n parece un pouco famento.

source: You are feeling a little less light headed.
gl_es: Sínteste coa cabeza un pouco menos lixeira.

source: You are hungry.
gl_es: Estás esfameado.

source: You are thirsty.
gl_es: Tes sede.

source: You feel an urgent need for blood.
gl_es: Tes unha necesidade urxente de sangue.

source: You are a mite peckish.
gl_es: Sínteste un pouco esfameado.

source: You could use a sip of something refreshing.
gl_es: Deberías tomar un grolo de algo refrescante.

source: $n returns to the dust from whence $e came.
gl_es: $n regresa ao pó de donde $e proviña.

source: $n gets $p.
gl_es: $n colle $p.

source: Get away from me, %s!
gl_es: Apartate de min, %s!

source: Leave me be, %s!
gl_es: Deixame en paz, %s!

source: %s is trying to kill me! Help!
gl_es: %s está intentando matarme! Axuda!

source: Someone save me from %s!
gl_es: Alguén salvoume de %s!

source: $n disappears into the void.
gl_es: $n desaparece no vacío.

source: You disappear into the void.
gl_es: Desapareces no vacíao.

source: You shiver and suffer.
gl_es: Suplicas e sufres.

source: You are bleeding profusely!
gl_es: Estás sangrando profusamente!

source: $n is bleeding profusely.
gl_es: $n está sangrando profusamente.

source: Blood runs freely from your wounds...
gl_es: A sangue corre libremente polas túas feridas ...

source: Your bleeding stops.
gl_es: Deixas de sangrar.

source: Your bleeding slows...
gl_es: Cada vez sangras menos ...

source: Your bleeding slows a little...
gl_es: Cada vez sangras moito menos ...

source: You feel feverish.
gl_es: Sínteste con febre.

source: $n looks kind of out of it.
gl_es: $n parece fora de sí.

source: You do not feel well at all.
gl_es: Non te sintes ben para nada.

source: $n doesn't look too good.
gl_es: $n non parece estar demasiado ben.

source: You need help!
gl_es: Precisas axuda!

source: You feel reality slipping away...
gl_es: Sintes que a realidade está desaparecendo ...

source: You begin to understand... everything.
gl_es: Comezas a entendelo ... todo.

source: You are ONE with the universe.
gl_es: Agora eres UN co universo.

source: You feel the end is near.
gl_es: Presintes que o final está cerca.

source: $p goes out.
gl_es: $p vaise.

source: $p mysteriously vanishes.
gl_es: $p desaparece misteriosamente.

source: $p slowly seeps into the ground.
gl_es: $p cae suavemente sobre o chan.

source: Pending authorizations:
gl_es: Autorizacións Pendentes:

source: %s@%s new %s %s
gl_es: %s@%s novo %s %s

source: %s@%s new %s %s
gl_es: %s@%s novo %s %s

source: %.24s: %d players
gl_es: %.24s: %d xogadores

source: Your money has been returned.
gl_es: O teu diñeiro foiche devolto.

source: %s: going %s for %s.
gl_es: %s: indo %s por %s.

source: once
gl_es: unha vez

source: twice
gl_es: dúas veces

source: %s sold to %s for %s.
gl_es: %s vendido a %s por %s.

source: The clouds disappear.
gl_es: As nubes desaparecen.

source: The clouds are slowly evaporating.
gl_es: As nubes evapóranse lentamente.

source: The rain stops.
gl_es: A choiva cesa.

source: The snow stops.
gl_es: Deixa de nevar.

source: Snow flakes drift down from the clouds.
gl_es: A neve cae lentamente dende as nubes.

source: The snow turns to rain as the air warms.
gl_es: Así como o aire se torna quente a neve convertese en agua.

source: The day has begun.
gl_es: O día comezou.

source: The sun rises in the east.
gl_es: O sol amence polo leste.

source: It's noon.
gl_es: É noite.

source: The sun slowly disappears in the west.
gl_es: O sol ponse lentamente polo oeste.

source: The night begins.
gl_es: A noite comeza.
