Repository: Johnson336/SmaugFUSS
Catalog: po/*.po
Languages: gl_es

source: Adding to adminlist...
gl_es: Engadindo a listado de administradores ...

source: Error opening the god directory
gl_es: Error abrindo o directorio de deuses

source: Error opening the Adminlist file
gl_es: Error abrindo o ficheiro Adminlist

source: %s Administrative Council List
gl_es: %s Listado Administrativo de Concilios

source: Huh?
gl_es: Cómo?

source: room
gl_es: estancia

source: obj
gl_es: obx

source: enter
gl_es: entrar

source: leave
gl_es: sair

source: open
gl_es: abrir

source: close
gl_es: fechar

source: get
gl_es: coller

source: put
gl_es: poñer

source: pick
gl_es: selecionar

source: unlock
gl_es: desbloquear

source: north
gl_es: norte

source: south
gl_es: sur

source: east
gl_es: leste

source: west
gl_es: oeste

source: up
gl_es: arriba

source: down
gl_es: abaixo

source: examine
gl_es: examinar

source: northeast
gl_es: norleste

source: northwest
gl_es: noroeste

source: southeast
gl_es: surleste

source: southwest
gl_es: suroeste

source: lock
gl_es: bloquear

source: d_north
gl_es: d_norte

source: d_south
gl_es: d_sur

source: d_east
gl_es: d_leste

source: d_west
gl_es: d_oeste

source: d_up
gl_es: d_arriba

source: d_down
gl_es: d_abaixo

source: door
gl_es: porta

source: container
gl_es: contedor

source: passage
gl_es: pasaxe

source: Done.
gl_es: Feito.

source: somewhere
gl_es: algures

source: Something is different...
gl_es: Algo é diferente ...

source: %s already affects its own weather.
gl_es: %s xa afecta ao seu própio clima.

source: e
gl_es: l

source: w
gl_es: o

source: u
gl_es: ar

source: d
gl_es: ab

source: ne
gl_es: nl

source: nw
gl_es: no

source: se
gl_es: sl

source: sw
gl_es: so

source: &YYou don't have an assigned area.
gl_es: &YNon tes unha area asignada.

source: &YThat is out of your vnum range.
gl_es: &YIso está fora do teu rango de vnum asignado.

source: %5d) Direction: %-2s. Key: %d Flags: %d Keywords: %s.
gl_es: %5d) Dirección: %-2s. Key: %d Flags: %d Keywords: %s.

source: (none)
gl_es: (ningún)

source: key:%d
gl_es: chave:%d

source: Processed %d area(s).
gl_es: Procesadas %d area(s).

source: No areas found with the supplied name.
gl_es: Non se atoparon areas co nome indicado.

source: You're losing blood...
gl_es: Estás perdendo sangue ...

source: $n is losing blood...
gl_es: $n está perdendo sangue ...

source: A little difficult to do when you are DEAD...
gl_es: É un pouco complicado cando estás MORTO ...

source: You are hurt far too bad for that.
gl_es: Estás demasiado mal ferido para moverte.

source: You are too stunned to do that.
gl_es: Estás demasiado bloqueado para facer iso.

source: In your dreams, or what?
gl_es: Nos teus soños, or what?

source: Nah... You feel too relaxed...
gl_es: Nah ... Sínteste moi relaxado.

source: You can't do that sitting down.
gl_es: Non podes facer iso sentado.

source: No way! You are still fighting!
gl_es: De ningunha maneira! Ainda estás loitando.

source: The $d is closed.
gl_es: A $d está fechada.

source: You cannot do that here.
gl_es: Non podes facer iso aquí.

source: Syntax:
gl_es: Sintaxe:

source: Ok.
gl_es: Perfecto.

source: Cannot open house.lst for reading. Home loading aborted.
gl_es: Non se pode leer house.lst. Carga de Fogares abortada.

source: No house.lst
gl_es: Non existe house.lst

source: Cannot load house file: %s
gl_es: Non se pode cargar o ficheiro de fogar: %s

source: FATAL: cannot open house.lst for writing!
gl_es: FATAL: non se pode escribir en house.lst!

source: Cannot open homeaccessories.dat. Aborting loadup of accessories data.
gl_es: Non se pode abrir homeaccessories.dat. Abortando carga de datos de accesorios.

source: Usage: %s [port #]
gl_es: Uso: %s [porto #]

source: Port number must be above 1024.
gl_es: O número de porto debe ser superior a 1024.

source: Error %i on WSAStartup
gl_es: Error %i en WSAStartup

source: gettext(i18n): Error! Can't find: %s:%s!
gl_es: gettext(i18n): Error! Non se pode atopar: %s:%s!

source: Booting --{%s}--
gl_es: Iniciando --{%s}-- ...

source: Initializing MUD Socket
gl_es: Iniciando Socket do MUD ...

source: %s ready at address %s on port %d.
gl_es: %s escoitando con dirección %s no puerto %d.

source: Initializing hotboot recovery.
gl_es: Iniciando restauración de inicio rápido ...

source: Normal termination of game.
gl_es: Finalización normal do xogo.

source: Init_socket: listen
gl_es: Init_socket: escoitando

source: ALARM CLOCK! In section %s
gl_es: DESPERTADOR! Na sección %s

source: Idle timeout... disconnecting.
gl_es: Tempo de espera esgotado por inactividade ... desconectando.

source: New_descriptor: accept
gl_es: Novo_descriptor: aceptado

source: [*****] BUG: New_descriptor: accept
gl_es: [*****] BUG: Novo_descriptor: aceptado

source: New_descriptor: fcntl: FNDELAY
gl_es: Novo_descriptor: fcntl: FNDELAY

source: Sock.sinaddr: %s, port %hd.
gl_es: Sock.sinaddr: %s, porto %hd.

source: Your site has been banned from this Mud.
gl_es: O teu sitio foi baneado de este MUD.

source: Your victim has left the game.
gl_es: A túa víctima deixou o xogo.

source: Closing link to %s. (INRoom %d)
gl_es: Cerrando enlace con %s. (Estancia %d)

source: $n has lost $s link.
gl_es: $n perdeu $s enlace.

source: %s input overflow!
gl_es: %s entrada sobrepasada!

source: *** PUT A LID ON IT!!! *** You cannot enter the same command more than 20 consecutive times!
gl_es: *** PONLLE FREO!!! *** Non podes insertar o mesmo comando máis de 20 veces consecutivas!

source: EOF encountered on read.
gl_es: EOF encontrado en lectura.

source: Read_from_descriptor
gl_es: Leer_do_descriptor

source: Line too long.
gl_es: Liña demasiado longa.

source: Buffer overflow. Closing (%s).
gl_es: Buffer sobrepasado. Fechando (%s).

source: Press enter...
gl_es: Presiona enter ...

source: &GThe following classes are available (or type &W'help [class]'&G)
gl_es: &GAs seguintes clases están dispoñibles (ou teclea &W'axuda [class]'&G)

source: &GPlease select &W:
gl_es: &GPor favor, selecciona &W:

source: &GThe following races are available to your class (or type &W'help [race]'&G)
gl_es: &GAs seguintes razas están dispoñibles para a túa clase (ou teclea &W'axuda [race]'&G)

source: Nanny: bad d->connected %d.
gl_es: Nanny: inválido d->connected %d.

source: That name is reserved, please try another. Name:
gl_es: Ese nome está reservado, por favor proba outro. Nome

source: The mud is currently preparing for a reboot.
gl_es: O MUD está a prepararse para un reinicio.

source: New players are not accepted during this time.
gl_es: Novos xogadores non serán aceptados durante este tempo.

source: Please try again in a few minutes.
gl_es: Proba de novo en uns minutos.

source: Choosing a name is one of the most important parts of this game... Make sure to pick a name appropriate to the character you are going to role play, and be sure that it suits a medieval theme. If the name you select is not acceptable, you will be asked to choose another one. Please choose a name for your character:
gl_es: Escoller un nome é unha das partes máis importantes de este xogo ... Asegúrate de escoller un nome apropiado para a persoaxe que vas interpretar, e debes procurar manter unha temática medieval. Se o nome seleccionado non é aceptable, pediráseche que escollas outro. Por favor, escolle un nome para a túa persoaxe:

source: Name:
gl_es: Nome:

source: Bad player file %s@%s.
gl_es: Ficheiro de xogador incorrecto %s@%s.

source: Your playerfile is corrupt ... Please report it at: <https://github.com/smaugmuds/_smaug_.git/issues>
gl_es: O teu ficheiro de xogador está corrupto ... Por favor reporta o incidente en: <https://github.com/smaugmuds/_smaug_.git/issues>

source: Your class has been banned from this Mud.
gl_es: A túa clase foi expulsada de este MUD.

source: Denying access to %s@%s.
gl_es: Denegando aceso a %s@%s.

source: That name is already taken. Please choose another:
gl_es: Ese nome xa está en uso. Por favor, escolle outro:

source: &RYou are denied access.
gl_es: &RTes o acceso denegado.

source: %s's char being hacked from %s.
gl_es: A persoase %s está sendo hackeada dende %s.

source: &RThis hacking attempt has been logged.
gl_es: &REste intento de hackeo foi logueado.

source: &RThe game is wizlocked. Only immortals can connect at this time.
gl_es: &RO xogo está bloqueado. Só os inmortais poden conectar agora mesmo.

source: Please try back later ...
gl_es: Por favor, inténtao máis tarde ...

source: Password:
gl_es: Contrasinal:

source: No such player exists. Please check your spelling, or type new to start a new player. Name:
gl_es: Ese xogador non existe. Revise os datos, ou teclee new para comezar unha nova persoaxe. Nome:

source: Did I get that right, %s (Y/N)?
gl_es: Entendín correctamente, %s (S/N)?

source: Wrong password.
gl_es: Contrasinal incorrecto.

source: %s@%s(%s) has connected. (INRoom %d)
gl_es: %s@%s(%s) conectado. (Estancia %d)

source: Make sure to use a password that won't be easily guessed by someone else. Pick a good password for %s: %s
gl_es: Asegúrate de utilizar un contrasinal que non poda ser adiviñado por ningúen. Escolla un bó contrasinal para %s: %s

source: Ok, what IS it, then?
gl_es: Perfecto, entón ... qué É iso?

source: Please type Yes or No.
gl_es: Por favor, teclea Sí ou Non.

source: help
gl_es: axuda

source: %s@%s new %s %s.
gl_es: %s@%s novo %s %s.

source: Press [ENTER]
gl_es: Presiona [ENTER]

source: Welcome to %s...
gl_es: Benvido a %s ...

source: $n has entered the game.
gl_es: $n entrou no xogo.

source: $n returns to $s master from the Void.
gl_es: $n regresa a $s dende o vacío.

source: $N returns with you to the realms.
gl_es: $N regresa contigo aos reinos.

source: Already playing. Name:
gl_es: Xa está xogando. Nome:

source: Reconnecting.
gl_es: Reconectando.

source: $n has reconnected.
gl_es: $n reconectouse.

source: %s@%s(%s) reconnected. (INRoom %d)
gl_es: %s@%s(%s) reconectado. (Estancia %d)

source: That character is already connected - try again.
gl_es: Esa persoaxe xa está conectada - proba de novo.

source: %s already connected.
gl_es: %s xa está conectado.

source: Already playing... Kicking off old connection.
gl_es: Xa está xogando ... Rexeitando a conexión antiga.

source: Kicking off old connection... bye!
gl_es: Rexeitando conexión antiga ... bye!

source: $n has reconnected, kicking off old link.
gl_es: $n reconectado, eliminando enlace antigo.

source: %s@%s reconnected, kicking off old link. (INRoom %d)
gl_es: %s@%s reconectado, eliminando enlace antigo. (Estancia %d)

source: $n has returned from the void.
gl_es: $n regresa do vacío.

source: Pager overflow (%s). Ignoring.
gl_es: Paginador SobreCargado (%s). Ignorando.

source: a
gl_es: unha

source: an
gl_es: un

source: the
gl_es: o

source: some
gl_es: algún

source: it
gl_es: elo

source: he
gl_es: él

source: she
gl_es: ela

source: him
gl_es: él

source: her
gl_es: ela

source: its
gl_es: elo

source: his
gl_es: del

source: act_string: player %s has sex set at %d!
gl_es: act_string: O xogador %s ten como sexo %d!

source: your
gl_es: o teu

source: That name is reserved, please try another.
gl_es: Ese nome está reservado, por favor probe outro.

source: That's already your name!
gl_es: Ese xa é o teu nome!

source: That name is already taken. Please choose another.
gl_es: Ese nome xa está collido, por favor probe outro.

source: <Type HELP START>
gl_es: <Teclea AXUDA INICIO>

source: (C)ontinue, (N)on-stop, (R)efresh, (B)ack, (Q)uit: [C]
gl_es: (C)ontinuar, (N)on-parar, (R)efrescar, (V)olver, (S)air: [C]

source: MUD shutting down by system operator NOW!!
gl_es: O MUD está sendo apagado por un operador AGORA!!

source: MUD shutdown by system operator
gl_es: MUD apagador por un operador

source: ((----------------[ Boot Database ]----------------))
gl_es: ((----------------[ Iniciando Base de Datos ]----------------))

source: Loading interface commands ...
gl_es: Cargando comandos da interfaz ...

source: Reading --{%s}-- System Data configuration ...
gl_es: Cargando --{%s}-- os Datos de configuración do Sistema ...

source: Loading socials ...
gl_es: Cargando prácticas sociais ...

source: Loading skill table ...
gl_es: Cargando táboa de feitizos ...

source: Loading classes ...
gl_es: Cargando clases ...

source: Loading races ...
gl_es: Cargando razas ...

source: Loading extended news data ...
gl_es: Cargando datos extendidos das novas ...

source: Loading stance data ...
gl_es: Cargando datos das estancias ...

source: Loading herb table ...
gl_es: Cargando tabla de herbas ...

source: Loading tongues ...
gl_es: Cargando idiomas e linguaxes ...

source: Making Wizlist ...
gl_es: Creando lista de Inmortais ...

source: Making retiredlist ...
gl_es: Creando lista de Retirados ...

source: Initializing request pipe ...
gl_es: Iniciando tubería de peticións ...

source: Initializing random number generator ...
gl_es: Iniciando xerador de números aleatorios ...

source: Setting time and weather ...
gl_es: Configurando o tempo e o clima ...

source: Assigning gsn's ...
gl_es: Asignando GSN's ...

source: Reading in plane file ...
gl_es: Cargando o ficheiro de planos ...

source: Reading in area files ...
gl_es: Cargando ficheiros de areas ...

source: Error! Unable to open area list!
gl_es: Error! Non é posible cargar o listado de areas!

source: Making sure rooms are planed ...
gl_es: Asegurando que todas as habitacións están planeadas ...

source: Fixing exits ...
gl_es: Fixando saídas ...

source: Initializing economy ...
gl_es: Iniciando economía ...

source: Loading world state...
gl_es: Cargando o estado previo do mundo ...

source: Randomizing stance data ...
gl_es: Randomizando datos das estancias ...

source: Resetting areas ...
gl_es: Reseteando areas ...

source: Loading buildlist...
gl_es: Cargando lista de edificacións ...

source: Loading liquids ...
gl_es: Cargando líquidos ...

source: Loading mixtures ...
gl_es: Cargando mesturas ...

source: Loading boards ...
gl_es: Cargando taboeiros de información ...

source: Loading vault list ...
gl_es: Cargando listado de baúles ...

source: Loading clans ...
gl_es: Cargando Clans ...

source: Loading member lists ...
gl_es: Cargando listados de membros ...

source: Loading councils ...
gl_es: Cargando feudos ...

source: Loading deities ...
gl_es: Cargando deidades ...

source: Loading watches ...
gl_es: Cargando vistas ...

source: Loading bans ...
gl_es: Cargando lista de xogadores baneados ...

source: Loading reserved names ...
gl_es: Cargando nomes reservados ...

source: Loading noauction vnums ...
gl_es: Cargando vnums non subastados ...

source: Loading corpses ...
gl_es: Cargando cadáveres de xogadores ...

source: Loading Immortal Hosts ...
gl_es: Cargando Hosts Inmortais ...

source: Loading Hints ...
gl_es: Cargando consexos de guía ...

source: Loading Projects ...
gl_es: Cargando proxectos ...

source: Loading Morphs ...
gl_es: Cargando Polimorfismos ...

source: Loading Housing System, Home Accessories Data, and Home Auctioning System ...
gl_es: Cargando sistema de Fogares, datos de accesorios para o fogar e sistema de susbastas ...

source: Loading login messages ...
gl_es: Cargando mensaxes de entrada ...

source: Loading Colors ...
gl_es: Cargando cores da interface ...

source: greeting
gl_es: benvida

source: Cleaning mobile: %d
gl_es: Limpando móbil: %d

source: Cleaning object: %d
gl_es: Limpando obxeto: %d

source: Cleaning resets: %s
gl_es: Limpando reseteos: %s

source: Load_resets: %s (%d) bad command '%c'.
gl_es: Load_resets: %s (%d) comando inválido '%c'.

source: Load_resets: %s (%d) 'M': mobile %d doesn't exist.
gl_es: Load_resets: %s (%d) 'M': o móvil %d non existe.

source: Load_resets: %s (%d) 'M': room %d doesn't exist.
gl_es: Load_resets: %s (%d) 'M': a estancia %d non existe.

source: Load_rooms: vnum %d duplicated.
gl_es: Load_rooms: vnum %d duplicado.

source: Cleaning room: %d
gl_es: Limpando estancia: %d

source: You hear some squeaking sounds...
gl_es: Escoitanse uns chascarridos ...

source: Resetting area: %s
gl_es: Reseteando área: %s

source: %-14s: Rooms: %5d - %-5d Objs: %5d - %-5d Mobs: %5d - %d
gl_es: %-14s: Estancias: %5d - %-5d Obxs: %5d - %-5d Movs: %5d - %d

source: Areas listed: %d Loaded: %d
gl_es: Áreas listadas: %d Cargadas: %d

source: Unknown Hostname!
gl_es: Nome do anfitrión descoñecido!

source: Mobs can't be in clans.
gl_es: Os móbiles non poden pertencer nun Clan.

source: Mobs can't be in orders.
gl_es: Os móbiles non poden pertencer a unha Orde.

source: Mobs can't be in councils.
gl_es: Os móbiles non poden pertencer a un Concilio.

source: Mobs can't be in guilds.
gl_es: Os móbiles non poden pertencer a unha Irmandade.

source: Peacefuls have no need to use wartalk.
gl_es: Unha persoaxe pacífica non ten necesidade de utilizar a canle de guerra.

source: Deadlies cannot use that channel.
gl_es: Os mortais non poden utilizar esa canle.

source: You can't do that here.
gl_es: Non podes facer iso aquí.

source: I don't think so...
gl_es: Non creo ...

source: %s what?
gl_es: %s qué?

source: You can't %s.
gl_es: Non podes %s.

source: You don't have the %s channel turned on. To turn it on, use the Channels command.
gl_es: Non tes o canal %s activado. Para activalo, utiliza o comando Canais.

source: You %s '%s'
gl_es: Ti %s '%s'

source: say
gl_es: decir

source: What do you want to say, and to whom?
gl_es: Qué queres decir, e a quén?

source: They don't seem to be around.
gl_es: Non semellan estar por aquí.

source: That player is afk.
gl_es: Ese xogador está retirado do teclado.

source: %s is ignoring you.
gl_es: %s está a ignorarte.

source: You attempt to ignore %s, but are unable to do so.
gl_es: Intentas ignorar a %s, pero eres incapaz.

source: Someone
gl_es: Alguén

source: You ask $N, '$t'
gl_es: Preguntas $N, '$t'

source: $n asks $N, '$t'
gl_es: $n pregúntalle a $N, '$t'

source: $n asks you, '$t'
gl_es: $n pregúntache, '$t'

source: You exclaim to $N, '$t'
gl_es: Chámaslle atención a $N, '$t'

source: $n exclaims to $N, '$t'
gl_es: $n chama a atención de $N, '$t'

source: $n exclaims to you, '$t'
gl_es: $n chama a túa atención, '$t'

source: You say to $N, '$t'
gl_es: Dislle a $N, '$t'

source: $n says to $N, '$t'
gl_es: $n dille a $N, '$t'

source: $n says to you, '$t'
gl_es: $n diche, '$t'

source: Say what?
gl_es: Decir qué?

source: $n exclaims '$t'
gl_es: $n exclama '$t'

source: $n says '$t'
gl_es: $n dí '$t'

source: You ask, '$T'
gl_es: Preguntas, '$T'

source: You exclaim '$T'
gl_es: Exclamas '$T'

source: You say '$T'
gl_es: Dís '$T'

source: They aren't here.
gl_es: Non están aquí.

source: You can't do that.
gl_es: Non podes facer iso.

source: %s told you '%s'
gl_es: %s díxoche '%s'.

source: You tell $N '$t'
gl_es: Dislle $N, '$t'

source: $n tells you '$t'
gl_es: $n diche, '$t'

source: %s: %s (tell to) %s.
gl_es: %s: %s (dille a) %s.

source: $E can't hear you.
gl_es: $E non pode oirte.

source: You are currently ignoring %s. Please type 'ignore %s' to stop ignoring them, then try sending your reply to them again.
gl_es: Estás ignorando a %s. Please type 'ignore %s' to stop ignoring them, then try sending your reply to them again.

source: %s: %s (reply to) %s.
gl_es: %s: %s (responde a) %s.

source: %s: %s (retell to) %s.
gl_es: %s: %s (redecir a) %s.

source: No way! You are fighting.
gl_es: De ningunha maneira! Estás loitando.

source: You're not DEAD yet.
gl_es: Ainda non estás MORTO!!

source: You cannot QUIT here.
gl_es: Non podes SAIR aquí.

source: Your surroundings begin to fade as a mystical swirling vortex of colors envelops your body... When you come to, things are not as they were.
gl_es: Os teus sentidos comezan a desvaecerse nunha mística néboa que envolve o teu corpo ... Percátaste de que, as cousas xa non son como eran ...

source: A strange voice says, 'We await your return, $n...'
gl_es: Unha estrana voz dí, 'Esperamos o teu regreso, $n...'

source: $n has left the game.
gl_es: $n deixou o xogo.

source: %s has quit. (INRoom %d)
gl_es: %s saeu do xogo. (Estancia %d)

source: Not on PC's.
gl_es: Non en PC's.

source: &BYou must be at least second level to save.
gl_es: &BDebes alcanzar o segundo nivel para poder gardar.

source: Saved...
gl_es: Gardado ...

source: Follow whom?
gl_es: Seguir a quén?

source: But you'd rather follow $N!
gl_es: Pero xa estás seguindo a $N!

source: You already follow yourself.
gl_es: Xa te segues a tí mesmo.

source: You are not of the right caliber to follow.
gl_es: Non tes calibre necesario para seguir.

source: Following in loops is not allowed... sorry.
gl_es: Seguir en círculos non está permitido ... sentímolo.

source: $n now follows you.
gl_es: $n está a seguirte agora.

source: You now follow $N.
gl_es: Agora sigues a $N.

source: $n stops following you.
gl_es: $n deixa de seguirte.

source: You stop following $N.
gl_es: Deixas de seguir a $N.

source: &G&r(&wSupreme Entity&r)
gl_es: &G&r(&wEntidade Suprema&r)

source: &G&r(&wInfinite&G&r)
gl_es: &G&r(&wO Infinito&G&r)

source: &G&r(&wEternal&G&r)
gl_es: &G&r(&wO Eterno&G&r)

source: &G&r(&wAncient&G&r)
gl_es: &G&r(&wO Antergo&G&r)

source: &G&r(&wExalted God&G&r)
gl_es: &G&r(&wDeus Exaltado&G&r)

source: &G(&wAscendant God&G)
gl_es: &G(&wDeus Ascendido&G)

source: &G(&wGreater God&G)
gl_es: &G(&wGran Deus&G)

source: &G(&wGod&G)
gl_es: &G(&wDeus&G)

source: &G(&wLesser God&G)
gl_es: &G(&wDeus Menor&G)

source: &G(&wImmortal&G)
gl_es: &G(&wInmortal&G)

source: &G(&wDemi God&G)
gl_es: &G(&wSemi-Deus&G)

source: &G(&WSavior&G)
gl_es: &G(&WSalvador&G)

source: &G(&WCreator&G)
gl_es: &G(&WCreador&G)

source: &G(&WAcolyte&G)
gl_es: &G(&WAcólito&G)

source: &G&W(Neophyte)
gl_es: &G&W(Neófito)

source: <used as light>
gl_es: <usado como luz>

source: <worn on finger>
gl_es: <vestido no dedo>

source: <worn around neck>
gl_es: <vestido no colo>

source: <worn on body>
gl_es: <vestido no corpo>

source: <worn on head>
gl_es: <vestido na cabeza>

source: <worn on legs>
gl_es: <vestido nas pernas>

source: <worn on feet>
gl_es: <vestido nos pés>

source: <worn on hands>
gl_es: <vestido nas mans>

source: <worn on arms>
gl_es: <vestido nos brazos>

source: <worn as shield>
gl_es: <vestido de escudo>

source: <worn about body>
gl_es: <cubrindo o corpo>

source: <worn about waist>
gl_es: <vestido na cintura>

source: <worn around wrist>
gl_es: <vestido na boneca>

source: <wielded>
gl_es: <empuñado>

source: <held>
gl_es: <sostido>

source: <dual wielded>
gl_es: <dobre empuñado>

source: <worn on ears>
gl_es: <colgando orellas>

source: <worn on eyes>
gl_es: <vestido nos ollos>

source: <missile wielded>
gl_es: <equipado misil>

source: <worn on back>
gl_es: <vestido no lombo>

source: <worn over face>
gl_es: <vestido na cara>

source: <worn around ankle>
gl_es: <arredor xeonllos>

source: <BUG Inform Nivek>
gl_es: <BUG Informe Deuses>

source: (Red Aura)
gl_es: (Aura Vermella)

source: (Flaming Red)
gl_es: (Vermello Flambeante)

source: (Flaming Grey)
gl_es: (Gris Flambeante)

source: (Flaming White)
gl_es: (Branco Flambeante)

source: (Magical)
gl_es: (Máxico)

source: (Glowing)
gl_es: (Brilante)

source: (Humming)
gl_es: (Fumeante)

source: (Hidden)
gl_es: (Oculto)

source: (Trap)
gl_es: (Trampa)

source: a sword
gl_es: unha espada

source: a stick
gl_es: un bastón

source: something shiny
gl_es: algo brillante

source: something
gl_es: algo

source: something interesting
gl_es: algo interesante

source: something colorful
gl_es: algo colorido

source: something that looks cool
gl_es: algo que parece chachi

source: your gravestone
gl_es: a túa tumba

source: the answer
gl_es: a resposta

source: the key to life, the universe and everything
gl_es: a chave da vida, do universo e de todo o existente

source: A nice looking sword catches your eye.
gl_es: Unha fermosa espada capta a túa mirada.

source: The ground is covered in small sticks.
gl_es: O chan está cuberto de astelas.
