Repository: Johnson336/SmaugFUSS
Catalog: po/*.po
Languages: gl_es

source: Something shiny catches your eye.
gl_es: Algo brilante capta a túa mirada.

source: Something catches your attention.
gl_es: Algo capta a túa atención.

source: Something interesting catches your eye.
gl_es: Algo interesante capta a túa mirada.

source: Something that looks cool calls out to you.
gl_es: Algo que parece de proveito está a chamarte.

source: Whoa!!!
gl_es: Ouou!!!

source: Nothing.
gl_es: Nada.

source: &P[(Link Dead)]
gl_es: &P[(Enlace Rematado)]

source: &G&r(&wSupreme Entity&G&r)&P
gl_es: &G&r(&wEntidade Suprema&G&r)&P

source: &G&r(&wInfinite&G&r)&P
gl_es: &G&r(&wInfinito&G&r)&P

source: &G&r(&wEternal&G&r)&P
gl_es: &G&r(&wEterno&G&r)&P

source: &G(&wImmortal&G)&P
gl_es: &G(&wInmortal&G)&P

source: &P&W<&PNew Player Advisor&W>&P
gl_es: &P&W<&PAdvertencia Novos Xogadores&W>&P

source: &P(&wUnclanned&P)
gl_es: &P(&wSin Clan&P)

source: (Hide)
gl_es: (Oculto)

source: (Translucent)
gl_es: (Translúcido)

source: (Pink Aura)
gl_es: (Aura Rosa)

source: (Grey Aura)
gl_es: (Aura Gris)

source: (White Aura)
gl_es: (Aura Branca)

source: (ATTACKER)
gl_es: (ATACANTE)

source: (KILLER)
gl_es: (ASASINO)

source: (THIEF)
gl_es: (LADRÓN)

source: (Mount)
gl_es: (Montando)

source: (Writing)
gl_es: (Escribindo)

source: (Morphed)
gl_es: (Transformado)

source: is in a meditative state.
gl_es: está en un estado meditativo.

source: is in a deep trance.
gl_es: está nun trance profundo.

source: is searching the area for something.
gl_es: está buscando algo por esta zona.

source: is working with the trap here.
gl_es: está aquí traballando na trampa.

source: is looking rather lost.
gl_es: parece bastante perdido.

source: is DEAD!!
gl_es: está MORTO!!

source: is mortally wounded.
gl_es: está mortalmente ferido.

source: is incapacitated.
gl_es: está incapacitado.

source: is lying here stunned.
gl_es: está xacendo aquí bloqueado.

source: is sleeping nearby.
gl_es: está dormindo cerca.

source: is deep in slumber here.
gl_es: está sumido en un profundo sono.

source: is sprawled out here.
gl_es: está desperezandose por ahí.

source: sits here with you.
gl_es: está sentado aquí contigo.

source: sits upright here.
gl_es: está sentado por ahí arriba.

source: radiates with a godly light.
gl_es: radia unha luz bendita.

source: is drowning here.
gl_es: está afundíndose aquí.

source: is here in the water.
gl_es: está aquí na auga.

source: is standing here in the water.
gl_es: está aquí de pé na auga.

source: stance.
gl_es: estancia.

source: is standing here in a
gl_es: está aquí de pé en un

source: is standing here.
gl_es: está aquí de pé.

source: is here, fighting
gl_es: está aquí, loitando con

source: YOU!
gl_es: CONTIGO!

source: $n looks at you.
gl_es: $n mirate.

source: $n looks at $N.
gl_es: $n mira a $N.

source: $n looks at $mself.
gl_es: $n mira a $mself.

source: You see nothing special about $M.
gl_es: Non ves nada especial en $M.

source: $E isn't much to look at...
gl_es: $E non ten demasiado que mirar ...

source: You're not much to look at...
gl_es: Non tes demasiado que mirar ...

source: %s is in a %s fighting stance.
gl_es: %s está loitando nunha estancia %s.

source: $N is using:
gl_es: $N está usando:

source: You are using:
gl_es: Estas usando:

source: Mobile #%d '%s'
gl_es: Móbil #%d '%s'

source: is a level %d %s %s.
gl_es: ten nivel %d, é un %s %s.

source: The red form of a living creature is here.
gl_es: A forma vermella dunha criatura viva está aquí.

source: You can't see a thing!
gl_es: Non podes ver nada!

source: You can't see anything but stars!
gl_es: Únicamente podes ver estrelas!

source: You can't see anything, you're sleeping!
gl_es: Non podes ver nada, estas dormindo!

source: It is pitch black ...
gl_es: Está completamente escuro ...

source: %sE
gl_es: %sL

source: %sW
gl_es: %sO

source: %sU
gl_es: %sAR

source: %sD
gl_es: %sAB

source: %sNE
gl_es: %sNL

source: %sNW
gl_es: %sNO

source: %sSE
gl_es: %sSL

source: %sSW
gl_es: %sSO

source: You can't see the sky indoors.
gl_es: Non podes ver o ceo no interior.

source: Look beneath what?
gl_es: Mirar detrais de qué?

source: You do not see that here.
gl_es: Non podes ver iso aquí.

source: You can't seem to get a grip on it.
gl_es: Parece que non podes agarrarlo!

source: It's too heavy for you to look under.
gl_es: É demasiado pesado para mirar debaixo.

source: Look in what?
gl_es: Mirar en qué?

source: That is not a container.
gl_es: Iso non é un contedor.

source: It is empty.
gl_es: Está vacío.

source: It is closed.
gl_es: Está fechado.

source: The $d are closed.
gl_es: A $d están fechadas.

source: Nothing special there.
gl_es: Non ves nada especial ahí.

source: You fail.
gl_es: Fallache.

source: You see nothing special.
gl_es: Non ves nada especial.

source: %s is %d'%d" and weighs %d pounds.
gl_es: %s é %d'%d" e pesa %d kilos.

source: You are %d'%d" and weigh %d pounds.
gl_es: Eres %d'%d" e pesas %d kilos.

source: is in perfect health.
gl_es: está en perfecto estado de saúde.

source: has a few bruises.
gl_es: ten algunhas rabuñadas.

source: has some cuts.
gl_es: ten algúns cortes.

source: has several wounds.
gl_es: ten feridas severas.

source: has many nasty wounds.
gl_es: ten moitas feridas devastadoras.

source: is bleeding freely.
gl_es: está sangrando libremente.

source: is covered in blood.
gl_es: está coverto en sangue.

source: is almost dead.
gl_es: está prácticamente morto.

source: is DYING.
gl_es: está MORRENDO.

source: You
gl_es: Ti

source: are in perfect health.
gl_es: están en perfecto estado de saúde.

source: have a few bruises.
gl_es: teñen algunhas rabuñadas.

source: have some cuts.
gl_es: teñen algúns cortes.

source: have several wounds.
gl_es: teñen feridas serveras.

source: have many nasty wounds.
gl_es: teñen moitas feridas devastadoras.

source: are bleeding freely.
gl_es: están sangrando libremente.

source: are covered in blood.
gl_es: están covertos en sangue.

source: are almost dead.
gl_es: están prácticamente mortos.

source: are DYING.
gl_es: están MORRENDO.

source: They're not here.
gl_es: Non están aquí.

source: Exits:
gl_es: Saídas:

source: Obvious exits:
gl_es: Saídas obvias:

source: Too dark to tell
gl_es: Demasiado escuro para contalo

source: none
gl_es: ningún.

source: None
gl_es: Ningún

source: It is %d o'clock %s, Day of %s, %d%s the Month of %s. The mud started up at: %sThe system time (E.S.T.): %sNext Reboot is set for: %s
gl_es: Son as %d%s, Día de %s, %d%s do Mes de %s. O reino comezou ás: %sHora do sistema (E.S.T.): %sPróximo reinicio ás para: %s

source: You can't see the sky from here.
gl_es: Non podes ver o ceo dende aquí.

source: %s and %s.
gl_es: %s e %s.

source: &C&RSimilar Help Files:
gl_es: &C&RFicheiros de Axuda similares:

source: &C&RNo similar help files.
gl_es: &C&RNon existen ficheiros de Axuda similares.

source: &C&WOpening only similar helpfile.&C
gl_es: &C&WAbrindo ficheiro de Axuda similar.&C

source: &C&RNo help on '%s' found.
gl_es: &C&RNon se atopou Axuda para '%s'.

source: &gChanges to the Realms ...
gl_es: &gCambios no Reino ...

source: &G&g... type &G'&gnews&G'&g for recent updates.
gl_es: &G&g... teclea &G'&gnews&G'&g para poñerte ao día.

source: &G&gImmortals should also check &G'&gimmnews&G'&g.
gl_es: &G&gOs Inmortals tamén deben comprobar &G'&gimmnews&G'&g.

source: You have no descriptor.
gl_es: Non tes un descriptor.

source: %d player%s.
gl_es: %d xogador%s.

source: &GYou didn't find any %s.
gl_es: &GNon podes encontrar ningún %s.

source: &G&gPlayers near you in %s:
gl_es: &G&gXogadores cerca de tí en %s:

source: &W(Immortal)
gl_es: &W(Inmortal)

source: &W(Unclanned)
gl_es: &W(Sin Clan)

source: &GNone
gl_es: &GNingún

source: &g| &G%s is currently at &w%s&w
gl_es: &g| &G%s actualmente está en &w%s&w

source: You didn't find any %s.
gl_es: Non encontrache ningún %s.

source: ----------------------------------[&CSpells&B]----------------------------------
gl_es: ----------------------------------[&CFeitizos&B]----------------------------------

source: You have %d practice sessions left.
gl_es: Quédanche %d sesións de práctica por esgotar.

source: $n tells you 'You must earn some more practice sessions.'
gl_es: $n diche, 'Deberías aforrar unhas cantas sesións de práctica.'

source: $n tells you 'You're not ready to learn that yet...'
gl_es: $n diche, 'Aínda non estás preparado para aprender iso ...'

source: $n tells you 'I do not know how to teach that.'
gl_es: $n diche, 'Non sei como ensinar iso.'

source: $n tells you, 'I know not know how to teach that.'
gl_es: $n diche, 'Non sei como ensinar iso.'

source: $n tells you 'That is only for members of guilds...'
gl_es: $n diche, 'Iso é só para membros de irmandades ....'

source: $n tells you 'Only deadlies may use that skill ...'
gl_es: $n diche, 'Só os mortais deberían utilizar esa habilidade ...'

source: $n tells you, 'I've taught you everything I can about %s.'
gl_es: $n diche, 'Conteiche todo canto sei sobre %s.'

source: $n tells you, 'You'll have to practice it on your own now...'
gl_es: $n diche. 'Agora tes que practicar por tí mesmo ...'

source: You practice $T.
gl_es: Practicas $T.

source: $n practices $T.
gl_es: $n practica $T.

source: $n tells you. 'You'll have to practice it on your own now...'
gl_es: $n diche. 'Agora tes que practicar por tí mesmo ...'

source: Wimpy set to %d hit points.
gl_es: Wimpy configurado a %d puntos de saúde.

source: Syntax: password <new> <again>.
gl_es: Sintaxe: password <new> <again>.

source: Passwords don't match try again.
gl_es: As contrasinais non coinciden, proba de novo.

source: New password must be at least five characters long.
gl_es: A nova contrasinal debe ter polo menos cinco caracteres.

source: New password not acceptable, try again.
gl_es: A nova contrasinal non é aceptable, proba de novo.

source: %s changing password from site %s
gl_es: %s cambiaando a contrasinal dende o sitio %s

source: %s changing thier password with no descriptor!
gl_es: %s cambiando a súa contrasinal sen descriptor!

source: No command found under %s.
gl_es: O comando non foi encontrado baixo %s.

source: Configurations
gl_es: Configuracións

source: (use 'config +/- <keyword>' to toggle, see 'help config')
gl_es: (uso 'config +/- <keyword>' para cambiar, mirar 'help config')

source: Settings:
gl_es: Configuracións:

source: ON
gl_es: ACTIVADO

source: off
gl_es: desactivado

source: Config -option or +option?
gl_es: Config -opción ou +opción?

source: Config which option?
gl_es: Configurar qué opción?

source: You are no longer afk.
gl_es: Xa non estás retirado do teclado.

source: $n is no longer afk.
gl_es: $n xa non está retirado do teclado.

source: You are now afk.
gl_es: Retíraste do teclado.

source: $n is now afk.
gl_es: $n retírase do teclado.

source: Level %d
gl_es: Nivel %d

source: You must input the name of an online character.
gl_es: Debes introducir o nome dunha persoaxe conectada.

source: No such character online.
gl_es: Esa persoaxe non está conectada.

source: That's not a player!
gl_es: Iso non é un xogador!

source: '%s%s.' %s is a %s level %d %s %s, %d years of age.
gl_es: '%s%s.' %s é un %s nivel %d %s %s, %d anos de idade.

source: He
gl_es: Él

source: She
gl_es: Ela

source: It
gl_es: Elo

source: male
gl_es: home

source: female
gl_es: muller

source: neutral
gl_es: neutro

source: %s is a %sdeadly player
gl_es: %s é un %sxogador mortal.

source: , and is Deity of
gl_es: , é a Deidade de

source: , and is Leader of
gl_es: , é o Líder de

source: , and is the %s of the
gl_es: , é %s dos

source: %s has accumulated %d glory in %s lifetime.
gl_es: %s acumulou %d gloria na %s súa vida.

source: His
gl_es: él

source: Her
gl_es: ela

source: Its
gl_es: elo

source: Info for immortals:
gl_es: Información para inmortais.

source: %s's IP info: %s
gl_es: Información IP de %s: %s

source: %s's most recent IP: %s
gl_es: A IP máis recente de %s: %s

source: You now ignore no one.
gl_es: Agora non ignoras a ninguén.

source: You now ignore %s.
gl_es: Agora ignoras a %s.

source: --{%s}-- by %s
gl_es: --{%s}-- por %s

source: Compiled on %s at %s.
gl_es: Compilado en %s ás %s.

source: Syntax Examples:
gl_es: Exemplos de sintaxe:

source: Sorry. You must specify a starting line number.
gl_es: Sentímolo. Debes especificar un número de liña de comezo.

source: Deleted.
gl_es: Eliminado.

source: No such command exists.
gl_es: Ese comando non existe.

source: &W%6s | %-40.40s | Area name
gl_es: &W%6s | %-40.40s | Nome Area

source: Room Name
gl_es: Nome Estancia

source: Donation room created.
gl_es: Sala de Doacións creada.

source: Usage: authorize <player> <yes|name|immsim|mobsim|swear|plain|unpronu|no/deny>
gl_es: Uso: authorize <player> <yes|name|immsim|mobsim|swear|plain|unpronu|no/deny>

source: Pending authorizations:
gl_es: Autorizacións Pendientes:

source: Chosen Character Name
gl_es: Nome de Persoaxe elexido

source: %s@%s new %s %s (%s)...
gl_es: %s@%s novo %s %s (%s)...

source: Deadly
gl_es: Mortal

source: Peaceful
gl_es: Pacífico

source: %s: authorized
gl_es: %s: autorizado

source: You have authorized %s.
gl_es: Autorizache a %s.

source: &GThe MUD Administrators have accepted the name %s. You are authorized to enter the Realms at the end of this area.
gl_es: &GOs administradores do MUD aceptaron o nome: %s. Estás autorizado para entrar nos Reinos ao final de esta área.

source: %s: name denied - similar to Imm name
gl_es: %s: nome denegado - similar to Imm name

source: Invalid argument.
gl_es: Argumento inválido.

source: Usage: rank <string>.
gl_es: Uso: rank <string>.

source: or: rank none.
gl_es: ou: rank ningún.

source: Not on NPC's.
gl_es: En NPC's non.

source: You failed.
gl_es: Fallache.

source: Deny whom?
gl_es: Denegar a quén?

source: Not found!
gl_es: Non encontrado!

source: You can't do that right now.
gl_es: Non podes facer iso agora mesmo.

source: No such location.
gl_es: Esa localización non existe.

source: That room is private right now.
gl_es: Esa estancia é privada agora mesmo.

source: Invalid range.
gl_es: Rando inválido.

source: I don't think so!
gl_es: Non creo iso!

source: &cExits for room '&W%s&c' Vnum &W%d
gl_es: &cSaídas da estancia '&W%s&c' Vnum &W%d

source: (none).
gl_es: (ningún).

source: Nothing like that in hell, earth, or heaven.
gl_es: Non existe nada como iso na terra, ceo ou inferno.

source: Number of matches: %d
gl_es: Número de coincidencias: %d

source: You can't find that.
gl_es: Non podes encontrar iso.

source: Reboot by %s.
gl_es: Reinicio feito por %s.

source: &YIf you want to SHUTDOWN, spell it out.
gl_es: &YSe queres APAGAR, tecleao.

source: Syntax: 'shutdown <port_name> now' or 'shutdown <port_name> nosave'
gl_es: Sintaxe: 'shutdown <port_name> now' or 'shutdown <port_name> nosave'

source: Shutdown by %s.
gl_es: Apagado por %s.

source: Character in use.
gl_es: Esa persoaxe está en uso.

source: No such mobile exists.
gl_es: Ese móbil non existe.

source: No such object exists.
gl_es: Ese obxeto non existe.

source: You raise a level!!
gl_es: Gañache un nivel!!

source: That player is not here.
gl_es: Ese xogador non está aquí.

source: Elevating a player...
gl_es: Elevando un xogador!

source: You cannot elevate this character.
gl_es: Non podes elevar a este xogador.

source: &G&cImmortal news of the Realms ...
gl_es: &G&cNovas para Inmortais dos Reinos ...

source: Immortalizing a player...
gl_es: Inmortalizando un xogador ...

source: You suddenly feel very strange...
gl_es: De súpeto sínteste moi estrano ...

source: You awake... all your possessions are gone.
gl_es: Levántaste ... pero tóda-las túas posesións desapareceron.

source: Area not found.
gl_es: Área non encontrada.

source: Beginning 'restore all' ...
gl_es: Comezando 'restore all' ...

source: $n has restored you.
gl_es: $n restauroute.

source: Restored.
gl_es: Restaurado.

source: You can set your own homepage again.
gl_es: Podes establecer a túa páxina de inicio de novo.

source: You can't set your own homepage!
gl_es: Non podes establecer a túa páxina de inicio.

source: Log whom?
gl_es: Rexistrar actividade de quén?

source: Log ALL off.
gl_es: Non rexistrar TODA a actividade.

source: Log ALL on.
gl_es: Rexistrar TODA a actividade.

source: LOG removed from %s.
gl_es: Rexistro de actividade eliminado de %s.

source: LOG applied to %s.
gl_es: Rexistro de actividade aplicado a %s.

source: the %s
gl_es: o %s

source: You can't use channels!
gl_es: Non podes usar canais!

source: You SILENCE %s.
gl_es: SILENCIAS a %s.

source: &YOk.
gl_es: &YPerfecto.

source: Game wizlocked.
gl_es: Reino bloqueado.

source: Game un-wizlocked.
gl_es: Reino desbloqueado.

source: You failed!
gl_es: Fallache.

source: No such player.
gl_es: Esa persoaxe non existe.

source: They are already playing.
gl_es: Xa están xogando.

source: Player %s loaded from room %d.
gl_es: Xogador %s cargado desde estancia %d.

source: Level of victim must be between 1 and 5.
gl_es: O nivel da víctima ten que estar entre 1 e 5.

source: $n has equipped you with a newbieset.
gl_es: $n equipoute con un novo conxunto de novato.

source: You have re-equipped %s.
gl_es: Equipache de novo a %s.

source: You can't give special abilities to a mob!
gl_es: Non podes aplicar habilidades especiais a un móbil!

source: They aren't an immortal.
gl_es: Non son inmortais.

source: You aren't powerful enough...
gl_es: Non eres suficientemente poderoso ...

source: Boot time set to %s
gl_es: Tempo de inicio configurado ás %s

source: Save version set.
gl_es: Versión de gardado configurada.

source: Mud name set.
gl_es: Nome do MUD configurado.

source: Port name set.
gl_es: Nome do porto configurado.

source: No such player is in the room.
gl_es: Ese xogador non está na estancia.

source: You are appearing before: %s
gl_es: Estás aparecendo diante de: %s

source: Cleared.
gl_es: Limpio.

source: $n appears before you!
gl_es: $n aparece diante de tí!

source: You appear before $N.
gl_es: Apareces diante de $N

source: %c%s isn't here.
gl_es: %c%s non está aquí.

source: $n fades from your view...
gl_es: $n desaparece da túa vista ...

source: You disappear ...
gl_es: Desapareces ...

source: That name does not exist.
gl_es: Ese nome non existe.

source: nothing unusual
gl_es: nada inusual

source: You notice
gl_es: Percataste

source: In a virtual room
gl_es: Nunha estancia virtual

source: You're on a pathway.
gl_es: Estás en un camiño.

source: You see
gl_es: Ves

source: , and
gl_es: , e

source: you notice
gl_es: percataste

source: you see
gl_es: ves

source: not too far away.
gl_es: non demasiado lonxe.

source: nearby.
gl_es: cerca.

source: the south
gl_es: o sur

source: the west
gl_es: o oeste

source: the north
gl_es: o norte

source: the east
gl_es: o leste

source: below
gl_es: abaixo

source: above
gl_es: arriba

source: the southwest
gl_es: o suroeste

source: the southeast
gl_es: o surleste

source: the northwest
gl_es: o noroeste

source: the northeast
gl_es: o norleste

source: <unknown>
gl_es: <descoñecido>

source: You're falling down...
gl_es: Estás caendo ...

source: move_char: %s to door %d
gl_es: move_char: %s á porta %d

source: Alas, you cannot go that way.
gl_es: Compi, non podes ir en esa dirección.

source: Mobs can't use portals.
gl_es: Os móbiles non poden usar portais.

source: Mobs can't enter there.
gl_es: Os móbiles non poden entrar ahí.

source: A voice in your mind says, 'You are nearly ready to go that way...'
gl_es: Unha voz na túa mente diche, 'Estás casi preparado para ir por ese camiño ...'

source: A voice in your mind says, 'Soon you shall be ready to travel down this path... soon.'
gl_es: Unha voz na túa mente diche, 'Estarás preparado para viaxar por ese camiño ... preto.'.

source: A voice in your mind says, 'You are not ready to go down that path... yet.'.
gl_es: Unha voz na túa mente diche, 'Non estás preparado para ir por ese camiño... ainda.'.

source: A voice in your mind says, 'You are not ready to go down that path.'.
gl_es: Unha voz na túa mente diche, 'Non estás preparado para ir por ese camiño.'.

source: A godly force forbids deadly characters from entering that area...
gl_es: Unha forza divida impide que os mortais podan entrar nesta área ...

source: Your mount can't fly.
gl_es: A túa montura non pode voar.

source: You'd need to fly to go there.
gl_es: Precisas voar para chegar alí.

source: Your mount would drown!
gl_es: A túa montura podería afogar!

source: You'd need a boat to go there.
gl_es: Precisas unha embarcación para chegar alí.

source: You start to climb... but lose your grip and fall!
gl_es: Comezas a escalar ... pero resbalas e fallas!

source: OUCH! You hit the ground!
gl_es: OUCH! Golpeache o chao!

source: You can't climb.
gl_es: Non podes escalar.

source: Your mount is dead!
gl_es: A túa montura está morta!

source: Your mount is hurt far too badly to move.
gl_es: A túa montura está demasiado ferida para moverse.

source: Your mount is too stunned to do that.
gl_es: A túa montura está demasiado bloqueada para facer iso.

source: Your mount is sleeping.
gl_es: A túa montura está dormindo!

source: Your mount is resting.
gl_es: A túa montura está descansando!

source: Your mount is sitting down.
gl_es: A túa montura está sentada!

source: Your mount is too exhausted.
gl_es: A túa montura está demasiado cansada.

source: You are too exhausted.
gl_es: Estás demasiado cansado.

source: There is no room for both you and your mount there.
gl_es: Non tes espacio para tí e a túa montura aquí.

source: There is no room for you there.
gl_es: Non tes espacio ahí.

source: Oopsie... you're dead!
gl_es: Ooops... estás MORTO!

source: %s hit a DEATH TRAP in room %d!
gl_es: %s golpeou unha TRAMPA MORTAL na estancia %d!

source: You follow $N.
gl_es: Sigues a $N.

source: You lightly float down to the ground.
gl_es: Lixeiramente caes sobre o chan.

source: You see no $T here.
gl_es: Non ves ningún $T aquí.

source: Open what?
gl_es: Abrir qué?

source: You see no %s here.
gl_es: Non ves ningún %s aquí.

source: It's already open.
gl_es: Xa está aberta.

source: It's locked.
gl_es: Está bloqueada.

source: $n opens the $d.
gl_es: $n abre a $d.

source: You open the $d.
gl_es: Abres a $d.

source: The $d opens.
gl_es: A $d ábrese.

source: %s is not a container.
gl_es: %s non é un contedor.

source: %s is already open.
gl_es: %s xa está aberta.

source: %s cannot be opened or closed.
gl_es: %s non pode ser aberto ou fechado.

source: %s is locked.
gl_es: %s está bloqueado.

source: You open $p.
gl_es: Abres $p.

source: $n opens $p.
gl_es: $n abre $p.

source: Close what?
gl_es: Fechar qué?

source: It's already closed.
gl_es: Xa está fechada.

source: $n closes the $d.
gl_es: $n fecha a $d.

source: You close the $d.
gl_es: Fechas $d.

source: The $d closes.
gl_es: A $d féchase.

source: %s is already closed.
gl_es: %s xa está fechada.

source: You close $p.
gl_es: Fechas $p.

source: $n closes $p.
gl_es: $n fecha $p.

source: Lock what?
gl_es: Bloquear qué?

source: It's not closed.
gl_es: Non está fechado.

source: It can't be locked.
gl_es: Non pode ser bloqueado.

source: You lack the key.
gl_es: Non posúes a chave.

source: It's already locked.
gl_es: Xa está bloqueado.

source: $n locks the $d with $p.
gl_es: $n bloquea o $d con $p.

source: That's not a container.
gl_es: Iso non é un contedor.

source: $n locks $p with $P.
gl_es: $n bloquea $p con $P.

source: Unlock what?
gl_es: Desbloquear qué?

source: It's already unlocked.
gl_es: Xa está desbloqueado.

source: $n unlocks the $d with $p.
gl_es: $n desbloquea $d con $p.

source: $n unlocks $p with $P.
gl_es: $n bloquea $p con $P.

source: You're not enough of a warrior to bash doors!
gl_es: Non eres guerreiro dabondo para derrubar portas!

source: Bash what?
gl_es: Derrubar qué?

source: You can't break off your fight.
gl_es: Non podes romper a loita!

source: Calm down. It is already open.
gl_es: Reláxate. Xa está aberto.
